<!DOCTYPE html>
<html>
<head>
	<meta charset="utf-8">
	<meta name="description" content="Web's">
	<meta name="keywords" content="WEB1.O,WEB2.O,WEB3.O,WEB4.O">
	<meta name="viewport" content="width=device-width, initial-scale=1.0">
	<link rel="stylesheet" type="text/css" href="estilo.css">
	<title>WEB 3.0</title>

</head>

<body>
<div class="contenedor">

<header>
	<h1>HISTORIA DE LA WEB 3.0</h1>

</header>

<nav>
	<div class="col-3 menu"> <!--indica que es lo que va a ocupar en el estilo--> 
        <ul>
            <li align="center"><a href="web1.html"><Span Style="color:blueviolet " > WEB 1.0 </span></a></li> 
            <li align="center"><a href="web2.html"><Span Style="color:rgb(243, 67, 96) ">WEB 2.0 </span></a></li> 
            <li align="center"><a href="index.html"><Span Style="color:blue "> INICIO </span></a></li> 
            <li align="center"><a href="web4.html"><Span Style="color:orange"> WEB 4.0 </span></a></li> 
            <li align="center"><a href="CONTACTENOS.pdf"><Span Style="color:black"> CONTACTOS </span></a></li> 
            <li align="center"><a href="línea de tiempo_Equipo2.pdf" download ><Span Style="color:rgb(247, 62, 38)">L&Iacute;NEA DEL TIEMPO</span></a></li> 
        </ul>
    </div>
</nav>
	
	<section>
	        <article>
		<h1 align="center" class="texto-con-movimiento"> <Span Style="color:rgb(230, 136, 60) ">WEB 3.0(2006-2015) </span></h1>
			<p>Se refiere a la pr&oacute;xima evoluci&oacute;n de Internet, caracterizada por una mayor descentralizaci&oacute;n, interoperabilidad y capacidades semánticas. A diferencia de las etapas anteriores de la web, la Web 3.0 busca crear un entorno donde los usuarios tengan un mayor control sobre sus datos y experiencias en l&iacute;nea, y donde las aplicaciones puedan interactuar de manera m&aacute;s inteligente entre s&iacute;.</p>
			<img src="w.jpg" style="width: 200px" alt="WEB3" class="centrar">

		<h1 align="center" class="texto-con-movimiento"> <Span Style="color:rgb(230, 136, 60) ">2006 </span></h1>
			<p>Es mencionada por primera vez por  Jeffrey Zeldman donde  public&oacute; un libro titulado "Designing with Web Standards" (Diseñando con Est&aacute;ndares Web), que se convirti&oacute; en un recurso fundamental para los diseñadores y desarrolladores web que buscaban adoptar mejores pr&aacute;cticas en la creaci&oacute;n de sitios web. En este libro, Zeldman abogó por la importancia de utilizar estándares web abiertos y semánticos para mejorar la accesibilidad, la interoperabilidad y la usabilidad de los sitios web.</p>
			<img src="je.jpg" style="width: 200px" alt="Jeffrey Zeldman" class="centrar">

		<h1 align="center" class="texto-con-movimiento"> <Span Style="color:rgb(230, 136, 60) ">2007</span></h1>
			<p>Es lanzado oficialmente HTML5 es la quinta revisi&oacute;n del est&aacute;ndar del lenguaje de marcado HTML (HyperText Markup Language). Fue lanzado por primera vez como un borrador por el Consorcio World Wide Web (W3C). </p>
			<img src="ht.png" style="width: 200px" alt="HTML5" class="centrar">


		<h1 align="center" class="texto-con-movimiento"> <Span Style="color:rgb(230, 136, 60) ">2009</span></h1>
			<p>Bitcoin, la primera criptomoneda descentralizada, fue creada por una persona o grupo de personas bajo el seud&oacute;nimo de Satoshi Nakamoto en 2008. El 3 de enero de 2009, se realiz&oacute; la primera transacci&oacute;n de bitcoin entre Satoshi Nakamoto y Hal Finney, marcando el inicio de la existencia funcional de Bitcoin.</p>
			<img src="bi.png" style="width: 200px" alt="Bitcoin" class="centrar">

		<h1 align="center" class="texto-con-movimiento"> <Span Style="color:rgb(230, 136, 60) ">2012</span></h1>
			<p>El comercio electr&oacute;nico ha experimentado un crecimiento significativo a lo largo de los años, y para 2012 ya hab&iacute;a alcanzado cifras considerables. Sin embargo, la cifra exacta de 624 millones de comercio electr&oacute;nico en 2012 no es precisa. Las cifras de comercio electr&oacute;nico suelen medirse en t&eacute;rminos de valor monetario en lugar de cantidad absoluta de transacciones.</p>
			<img src="el.jpeg" style="width: 200px" alt="Comercio electrónico" class="centrar">

		<h1 align="center" class="texto-con-movimiento"> <Span Style="color:rgb(230, 136, 60) ">2013</span></h1>
			<p>Fue el lanzamiento de la consola de videojuegos de pr&oacute;xima generaci&oacute;n, la PlayStation 4 (PS4), por Sony Computer Entertainment. La PS4 fue anunciada oficialmente en febrero de 2013 y lanzada en noviembre del mismo año en varios pa&iacute;ses.</p>
			<img src="ps.jpg" style="width: 200px" alt="PlayStation 4" class="centrar">

		<h1 align="center" class="texto-con-movimiento"> <Span Style="color:rgb(230, 136, 60) ">2014</span></h1>
			<p>Lanzamiento del Apple Watch, el primer reloj inteligente desarrollado por Apple Inc. Anunciado en septiembre de 2014 y lanzado en abril de 2015, el Apple Watch marc&oacute; la entrada de Apple en el mercado de los dispositivos ponibles (wearables).</p>
			<img src="ap.jpg" style="width: 200px" alt="Apple Watch" class="centrar">


		</article>
	</section>

	<footer>Contacto</footer>
</div>
</body>
</html>